Default constructor. Sets all options to their default values.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public ImageImportOptions()
  Visual Basic
Public Sub New
  Visual C++
public:
ImageImportOptions()
 See Also
  ImageImportOptions Class
  Autodesk.Revit.DB Namespace